Repository: yavorysynka/tabbycat
Catalog: tabbycat/breakqual/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Break Qualification
ar: شروط التأهل

source: tournament
ar: بطولة

source: name
ar: اسم

source: Name to be displayed, e.g., "ESL"
ar: الاسم المطلوب عرضه، على سبيل المثال، "إسل"

source: slug
ar: اختصار

source: Slug for URLs, e.g., "esl"
ar: أختصار

source: sequence number
ar: الرقم المتسلسل

source: The order in which the categories are displayed
ar: الترتيب الذي يتم به عرض الفئات

source: break size
ar: حجم فئة المتأهلين

source: Number of breaking teams in this category
ar: عدد الفرق المتأهلة في هذه الفئة

source: is general
ar: بصورة عامة

source: True if most teams eligible for this category, e.g. Open, False otherwise
ar: صحيح إذا كانت معظم الفرق مؤهلة لهذه الفئة، غير صحيح في أي حالة أخرى

source: priority
ar: الأولوية

source: If a team breaks in multiple categories, higher priority numbers take precedence; teams can break into multiple categories if and only if they all have the same priority
ar: إذا تأهل الفريق إلى فئات متعددة، تكون الأولوية للأرقام ذات الأولوية الأعلى؛ يمكن للفرق أن تتأهل إلى فئات متعددة فقط إذا كان لجميعها نفس الأولوية

source: Standard
ar: اساسي

source: rule
ar: قاعدة

source: Rule for how the break is calculated (most tournaments should use "Standard")
ar: قاعدة كيفية حساب درجات التأهل

source: breaking teams
ar: الفرق المتأهله

source: break category
ar: فئة التأهل

source: break categories
ar: فئات التأهل

source: team
ar: فريق

source: rank
ar: الترتيب

source: break rank
ar: ترتيب التأهل

source: Capped
ar: محدود

source: Ineligible
ar: غير مؤهل

source: Different break
ar: تأهل مختلف

source: Disqualified
ar: غير متأهل

source: Lost coin toss
ar: خسر القرعة

source: Withdrawn
ar: إنسحب

source: remark
ar: اعادة وضع العلامات

source: breaking team
ar: الفرق المتأهلة

source: Breaks
ar: التأهل

source: Edit Teams' Eligibility
ar: تعديل إستحقاق الفرق للتأهل

source: %(category_name)s Break
ar: %(category_name)sتأهل

source: Teams Eligible
ar: الفرق المستحقة

source: Breaking
ar: متأهل

source: Excluded
ar: مستبعد

source: Eligible
ar: مؤهل

source: Mark teams as eligible
ar: حدد الفرق ك " مستحقة"

source: Generate this break
ar: إنشئ التأهل

source: View this break
ar: عرض الفرق المتأهلة

source: publicly visible
ar: معروض على الجميع

source: not publicly visible
ar: غير معروض للجميع

source: Delete and Regenerate All Breaks
ar: مسح و اعادة جيمع التأهلات

source: Generate the Break for All Categories
ar: إنشئ تأهل لجميع الفرق و الفئات

source: Save Remarks and Update All Breaks
ar: حفظ الدرجات و تحديث التأهل

source: Save Remarks and Update the %(category_name)s Break
ar: حفظ الدرجات و تحديث %(category_name)sالتأهل

source: Breaks Overview
ar: عرض المتأهلون

source: Adjudicators' Break
ar: الحكام المتأهلين

source: Break
ar: تأهل

source: %(category)s Break
ar: %(category)s تأهل

source: Eligible for
ar: مستحق ل

source: Edit Remark
ar: تعديل الملاحظات

source: Changes to breaking team remarks saved.
ar: تم حفظ تعديل درجات الفريق المتأهله

source: Breaking Adjudicators
ar: الحكام المتأهلون

source: Break Eligibility
ar: إستحقاق التأهل
