Repository: yavorysynka/tabbycat
Catalog: tabbycat/motions/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Motions
ar: قضايا المناظرة

source: sequence number
ar: رقم التسلسل

source: The order in which motions are displayed
ar: الترتيب التي يتم فيه عرض القضايا

source: text
ar: نص

source: The full motion e.g., "This House would straighten all bananas"
ar: نص القضية كاملا. مثل "سيجعل هذا المجلس شكل الموز مستقيما"

source: reference
ar: معارض

source: Shortcode for the motion, e.g., "Bananas"
ar: الرمز المصغر للقضية مثل: "الموز"

source: info slide
ar: شريحة معلوماتية

source: The information slide for this topic; if it has one
ar: الشريحة المعلوماتية لهذا الموضوع؛ في حال كان يحتوي على واحد

source: flagged
ar: المولاة

source: round
ar: جولة

source: divisions
ar: التقسيمات

source: motion
ar: نص القضية

source: motions
ar: قضايا

source: debate team
ar: فريق مناظرة

source: preferences
ar: التفضيلات

source: ballot submission
ar: تسليم النتائج

source: debate team motion preference
ar: فريق المناظرة يفضل المواضيع

source: debate team motion preferences
ar: المتناظر يفضلون المواضيع

source: extremely strong evidence
ar: حجج قوية جداً

source: strong evidence
ar: حجج قوية

source: moderate evidence
ar: حجج عادية

source: weak evidence
ar: حجج ضعيفة

source: very weak evidence
ar: حجج ضعيفة جدا

source: extremely weak evidence
ar: حجج ضعيفة للغاية

source: balance inconclusive
ar: لا يوجد توازن

source: too few debates to get a meaningful statistic
ar: عدد قليل من السرد له قيمة

source: Assign Motions
ar: قضايا المناظرة

source: Back to Display
ar: العودة للعرض

source: Save Motion Assignments
ar: حفظ القضايا المقترحة

source: Motion Statistics
ar: إحصائيات القضية

source: View Info Slide
ar: عرض المولاة و المعارضة

source: advanced
ar: متقدم

source: eliminated
ar: اقصاء

# abbreviation for 'eliminated', used when not enough space
source: elim.
ar: القضاء

source: No results for this motion
ar: لا نتائج لهذه القضية

source: 1st
ar: المتحدث الأول 1

source: 2nd
ar: المتحدث الثاني 2

source: 3rd
ar: المتحدث الثالث 3

source: 4th
ar: المتحدث الرابع 4

source: No teams debated this motion
ar: لا يوجد فرق تناظر في هذه القضية

source: No teams vetoed this motion
ar: لا يوجد فرق قامت بالتصويت لهذه القضية

source: Display Draw
ar: عرض القرعة

source: Assign Motions to Divisions
ar: قضايا مقترحة

source: There are no motions available for this round.
ar: لا يوجد قضايا في هذه الجولة

source: The motions for this round have not been released.
ar: القضايا التي تم رفضها في هذه الجولة

source: The motion for this round has not been released.
ar: القضايا التي تم رفضها في هذه الجولة

source: There are no motions for this round entered into Tabbycat.
ar: لا يوجد قضايا في هذه الجولة

source: The motion has been saved.
ar: القضايا التي لم يتم حفظها

source: Released the motion(s).
ar: قضايا تم رفضها

source: Unreleased the motion(s).
ar: قضايا لم ترفض
